//ADDREAD   JOB (TSO),
//             'ADD LOCAL READER',
//             CLASS=A,
//             MSGCLASS=A,
//             MSGLEVEL=(1,1),
//             USER=IBMUSER,PASSWORD=SYS1
//STEP1 EXEC PGM=IEBGENER
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD *,DLM=@@
* JCC Workflow *
&NUMRDRS=2
READER2        AUTH=0,CLASS=A,NOHOLD,MSGCLASS=X,UNIT=01A     2540R
@@
//SYSUT2 DD DSN=SYS1.PARMLIB(JES2PM00),DISP=OLD
//SYSIN  DD DUMMY 