//LOCRUN     JOB (TSO),
//             'LOCATE Run',
//             CLASS=A,
//             MSGCLASS=A,
//             MSGLEVEL=(1,1),
//             USER=IBMUSER,PASSWORD=SYS1
//RUN    EXEC PGM=HELLO,REGION=0M
//SYSPRINT  DD SYSOUT=*
//STDOUT    DD SYSOUT=A
//STDIN     DD DISP=SHR,DSN=IBMUSER.LOC400
//STEPLIB   DD DISP=SHR,DSN=IBMUSER.LOAD
//SYSUDUMP  DD DISP=SHR,DSN=IBMUSER.DUMP008